---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.WireSetIterator
source: html/3561377e-42d4-d744-da28-6ada6671a81f.htm
---
# WireSetIterator Properties

Retrieves the item that is the current focus of the iterator.